[
  {
    "path": "posts/Week12_Wrap_Up/",
    "title": "Wrap up",
    "description": "Discussion and student projects",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-05-27",
    "categories": [],
    "contents": "\n\nContents\nReligious Change in New Zealand is a Simpson’s Paradox\nNo readings: focus will be on discussing student projects\n\nReligious Change in New Zealand is a Simpson’s Paradox\n\n\n\nNo readings: focus will be on discussing student projects\n\n\n\n",
    "preview": "posts/Week12_Wrap_Up/simpar.jpg",
    "last_modified": "2021-02-15T19:07:45+13:00",
    "input_file": {}
  },
  {
    "path": "posts/Week11_New_Zealand/",
    "title": "Religious Diversity in New Zealand",
    "description": "Variation within and between religious groups",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-05-20",
    "categories": [],
    "contents": "\n\nContents\nNew Zealand’s religious diversity\nLinks to readings\n\nNew Zealand’s religious diversity\n\n\n\nLinks to readings\nWilson, J. Bulbulia, and C. G. Sibley. Differences and similarities in religious and paranormal beliefs: a typology of distinct faith signatures. Religion, Brain and Behavior, 1–23, 2015 link\nBulbulia, J. A., Troughton, G., Highland, B. R., & Sibley, C. G. (2020). A national-scale typology of orientations to religion poses new challenges for the cultural evolutionary study of religious groups. Religion, Brain & Behavior, 10(3), 239-251.link\n\n\n\n",
    "preview": "posts/Week11_New_Zealand/f.png",
    "last_modified": "2021-02-15T19:06:10+13:00",
    "input_file": {},
    "preview_width": 4800,
    "preview_height": 3600
  },
  {
    "path": "posts/Week10_Ecology_Beliefs/",
    "title": "Ecology of Religious Beliefs",
    "description": "How does nature shape religions?",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-05-13",
    "categories": [],
    "contents": "\n\nContents\nEcology of Religious Beliefs\nLinks to readings\n\nEcology of Religious Beliefs\n\n\n\nLinks to readings\nSibley, Chris G., and Joseph Bulbulia. “Faith after an earthquake: A longitudinal study of religion and perceived health before and after the 2011 Christchurch New Zealand earthquake.” PloS one 7, no. 12 (2012): e49648 link\nBotero, C. A., Gardner, B., Kirby, K. R., Bulbulia, J., Gavin, M. C., & Gray, R. D. (2014). The ecology of religious beliefs. Proceedings of the National Academy of Sciences, 111(47), 16784-16789.link\n\n\n\n",
    "preview": "posts/Week10_Ecology_Beliefs/f1.jpg",
    "last_modified": "2021-02-16T00:23:06+13:00",
    "input_file": {}
  },
  {
    "path": "posts/Week_9_Atheism/",
    "title": "Atheism",
    "description": "Causes and consequences of atheism",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-05-06",
    "categories": [],
    "contents": "\n\nContents\nCultural evolution of atheism\nLinks to readings\n\nCultural evolution of atheism\n\n\n\nFigure 1: source:https://www.bbc.com/news/magazine-34054057\n\n\n\nLinks to readings\nNorenzayan, Ara, and Will M. Gervais. “The origins of religious disbelief.” Trends in Cognitive Sciences 17, no. 1 (2013): 20-25. PDF\nGervais, Will M. 2017. “Global Evidence of Extreme Intuitive Moral Prejudice Against Atheists”Link\n\n\n\n",
    "preview": "posts/Week_9_Atheism/f1.jpg",
    "last_modified": "2021-02-16T00:22:34+13:00",
    "input_file": {}
  },
  {
    "path": "posts/Week_8_Gods/",
    "title": "Gods Minds",
    "description": "Cultural variation in Gods",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\n\nContents\nVariation in Gods\nLinks to readings\n\nVariation in Gods\n\n\n\nFigure 1: source: https://commons.wikimedia.org/wiki/File:Michelangelo,_Creation_of_Adam_06.jpg\n\n\n\nLinks to readings\nWillard, A. K., & McNamara, R. A. (2019). The minds of god (s) and humans: Differences in mind perception in Fiji and North America. Cognitive science, 43(1), e12703.PDF\nPurzycki, B. G., Finkel, D. N., Shaver, J., Wales, N., Cohen, A. B., & Sosis, R. (2012). What does God know? Supernatural agents’ access to socially strategic and non‐strategic information. Cognitive Science, 36(5), 846-869. PDF\n\n\n\n",
    "preview": "posts/Week_8_Gods/f.jpg",
    "last_modified": "2021-02-16T00:22:10+13:00",
    "input_file": {}
  },
  {
    "path": "posts/Week_7_Reproduction/",
    "title": "Reproduction",
    "description": "Religion as a Reproductive Strategy",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\n\nContents\nReligion as a mating strategy\nLinks to readings\n\nReligion as a mating strategy\n\n\n\nLinks to readings\nWeeden, J., Cohen, A. B., & Kenrick, D. T. (2008). Religious attendance as reproductive support. Evolution and Human Behavior, 29(5), 327-334. PDF\nBlume, Michael. “The reproductive benefits of religious affiliation.” In The biological evolution of religious mind and behavior, pp. 117-126. Springer Berlin Heidelberg, 2009. PDF\nShaver, J. H., Power, E. A., Purzycki, B. G., Watts, J., Sear, R., Shenk, M. K., … & Bulbulia, J. A. (2020). Church attendance and alloparenting: an analysis of fertility, social support and child development among English mothers. Philosophical Transactions of the Royal Society B, 375(1805), 20190428.PDF\n\n\n\n",
    "preview": "posts/Week_7_Reproduction/f1.png",
    "last_modified": "2021-02-16T00:21:46+13:00",
    "input_file": {},
    "preview_width": 2750,
    "preview_height": 3683
  },
  {
    "path": "posts/Week_6_Cultural_Evolution/",
    "title": "Cultural Evolution",
    "description": "Religions on the tree of life",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-04-01",
    "categories": [],
    "contents": "\n\nContents\nCultural evolution of religions\nLecture\nOliver Sheehan’s slides on cultural evolution (Oliver is a lead researcher for Pulotu)\n\nLink to Pulotu\nLinks to readings\n\nCultural evolution of religions\n\n\n\nLecture\nOliver Sheehan’s slides on cultural evolution (Oliver is a lead researcher for Pulotu)\nLecture\nLink to Pulotu\nLink\nLinks to readings\nBulbulia, J., Geertz, A., Atkinson, Q., Cohen, E., Evans, N., Francois, P., … & Wilson, D. (2013). The cultural evolution of religion. Cultural evolution: Society, technology, language, and religion. Vol. 12. MIT Press, 2013. PDF\nWatts, J., Sheehan, O., Bulbulia, J., Gray, R. D., & Atkinson, Q. D. (2018). Christianity spread faster in small, politically structured societies. Nature human behaviour, 2(8), 559-564.link\nWatts, J., Sheehan, O., Atkinson, Q. D., Bulbulia, J., & Gray, R. D. (2016). Ritual human sacrifice promoted and sustained the evolution of stratified societies. Nature, 532(7598), 228. link\n\n\n\n",
    "preview": "posts/Week_6_Cultural_Evolution/f1.png",
    "last_modified": "2021-03-18T16:20:42+13:00",
    "input_file": "ce.utf8.md",
    "preview_width": 7816,
    "preview_height": 6233
  },
  {
    "path": "posts/Week_5_Rituals/",
    "title": "Rituals in Vivo",
    "description": "Rituals in vivo",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-03-25",
    "categories": [],
    "contents": "\n\nContents\nRituals\nLink to the lecture\nLinks to readings\n\nRituals\n\n\n\nLink to the lecture\nHere\nLinks to readings\nKonvalinka, I., Xygalatas, D., Bulbulia, J., Schjødt, U., Jegindø, E. M., Wallot, S., … & Roepstorff, A. (2011). Synchronized arousal between performers and related spectators in a fire-walking ritual. Proceedings of the National Academy of Sciences, 108(20), 8514-8519. PDF\nXygalatas, P. Mitkidis, R. Fischer, P. Reddish, J. Skewes, A. W. Geertz, A. Roepstorff, and J. Bulbulia. Extreme rituals promote prosociality. Psychological Science, 2013 PDF\nPower, E. A. (2018). Collective ritual and social support networks in rural South India. Proceedings of the Royal Society B: Biological Sciences, 285(1879), 20180023.PDF\n\n\n\n",
    "preview": "posts/Week_5_Rituals/f.png",
    "last_modified": "2021-03-18T15:22:39+13:00",
    "input_file": "rituals.utf8.md",
    "preview_width": 800,
    "preview_height": 600
  },
  {
    "path": "posts/Week_4_Sacrifice/",
    "title": "Sacrifice",
    "description": "The Evolution of Religious Sacrifice",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-03-18",
    "categories": [],
    "contents": "\n\nContents\nHow did religious sacrifice evolve?\nLink to lecture\nLinks to readings\n\nHow did religious sacrifice evolve?\n\n\n\nLink to lecture\nHere\nVideo \nLinks to readings\nBulbulia, Joseph. “Religious costs as adaptations that signal altruistic intention.” Evolution and Cognition 10, no. 1 (2004): 19-38. PDF\nSosis, R., & Bressler, E. R. (2003). Cooperation and commune longevity: A test of the costly signalling theory of religion. Cross-cultural research, 37(2), 211-239. PDF\nSosis, R., Kress, H. C., & Boster, J. S. (2007). Scars for war: Evaluating alternative signaling explanations for cross-cultural variance in ritual costs. Evolution and Human Behavior, 28(4), 234-247. PDF\nSosis, R. (2009). The adaptationist-byproduct debate on the evolution of religion: Five misunderstandings of the adaptationist program. Journal of Cognition and Culture, 9(3-4), 315-332. PDF\n\n\n\n",
    "preview": "posts/Week_4_Sacrifice/f1.png",
    "last_modified": "2021-03-18T09:04:20+13:00",
    "input_file": {},
    "preview_width": 4958,
    "preview_height": 7016
  },
  {
    "path": "posts/Week_3_Development/",
    "title": "Development",
    "description": "Development of religion during childhood",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-03-11",
    "categories": [],
    "contents": "\n\nContents\nWhat is Develomment?\nIntroduction\nOverview\nTrust in Testimony\nPromiscuous Teleology\nPromiscuous Teleology holds for other aspects of the nature such as objects\nCross Cultural pattern observed both for promiscuous teleology and explanations of origins\nChildren and beliefs in creators\n\nIntuitive Creationists\nIntuitive dualism: Religion as an artefact of Theory of Mind (ToM)\nJustin Barrett’s preparedness hypothesis\nAfterlife Beliefs: Bering, J. M., & Bjorklund, D.F. (2004)\n\nJustin Barrett interview\nJesse Bering interview\nLink to lecture slides (with recordings)\nLinks to readings\n\nWhat is Develomment?\n\n\n\nIntroduction\n\nAt the core of all well-founded belief lies belief that is unfounded. ―Ludwig Wittgenstein, On Certainty\n\n\nIf I have exhausted the justifications, I have reached bedrock and my spade is turned. Then I am inclined to say: ‘This is simply what I do’.” ― Ludwig Wittgenstein, Philosophical Investigations\n\nYou have all sorts of beliefs. How do you know which, if any, are true?\nThis puzzle has animated the thoughts of philosophers, story-tellers, and skeptics throughout the ages.\nFor it would seem that any answer we might give will be prone to further questioning: “how do you know that?”\nOverview\nDevelopmental psychology is focused on the emergence of psychological capacities and knowledge during childhood and adolescence. As we shall see, the how religion develops in children and adults may be used to assess theories about religion operates in adults, and whether religion performs is commonplace because it fosters biological success.\nFirst, we will look at a study from Harris’s group at Harvard considering evidence that children are biased to learn from parents and trusted care givers. Harris and colleagues argue that biased cultural transmission from parents to offspring leads to the propagation of religion over time.\nThne we will turn to evidence that children acquire religion very rapidly without active transmission from parents and trusted authorities. A relatively automatic development of religious beliefs would be consistent with the prediction of cognitive theories of religion, which hold that religion grows like an organ of the body grows – with internal feature of its design largely in place. The studies we consider focusing on internal development with cover three generic structures of belief:\n“Promiscuous” Teleology: tendencies to perceive intentions and designs throughout nature.\nIntuitive Theism: tendencies to perceive creators who intended to design nature\nIntuitive Dualism: tendency to think of the world as part material and partly immaterial.\nAt the end of the lecture, I’ll ask you to listen to a interviews from Justin Barrett and Jesse Bering, who will connect the developmental literature to the theory that religion is an adaptation that evolved to promote individual survival and reproduction\nTrust in Testimony\nTo formulate beliefs requires trusting others. This is because lots of what we trust we cannot observe first-hand.\nExamples:\nBrain: By the age of 5 – 6 years, children understand that the brain is a prerequisite for mentation.\nShape of earth”: by 8-9 years old ~ half (47%) of children adopt a spherical model and less than 10% think of the earth as a flattened sphere. This pattern pattern holds cross-culturally.\nHidden body organs” similar story\nGod: “Despite their paradoxical nature, religious claims about the extraordinary powers of special beings such as God are readily transmitted to young children and understood by them. Children recog-nize that God is extraordinary not just with respect to his cognitive powers but also with respect to his life cycle.”\nAfterlife:\nHarris and Koenig write:\n\nThe questions were posed in two different contexts: a secular context involving a medically oriented narrative and a nonsecular context involving a religiously oriented narrative. In line with the results obtained by Bering and his colleagues (Be- ring, 2002; Bering & Bjorklund, 2004), children in both age groups were more likely to make disconti- nuity judgments for biological as compared to mental processes. In addition, however, children’s replies varied sharply with narrative context. In the secular context, they were likely to assert that most functioning ceases at death and to offer a biological justification. In the religious context, by contrast, they were likely to assert that functioning continues after death and to offer a religious justification. Moreover, this context sensitivity was more evident among older than younger children\n\nPromiscuous Teleology\nDeb Kelemen has argued that beyond mere facility with supernatural agent concepts, children are “intuitive theists” who explain much of their world through supernatural concepts\nKelemen points to converging bodies of research suggesting children are biased to reason about the natural world in terms of intentions and purpose: “promiscuous teleology”\nWith respect to promiscuous teleological intuitions, when prompted to respond to the question “what is this X for?” American 4–5 year olds find the question appropriate not only to body parts and artefacts, but also to living things. A lions if for children “to go in the zoo”.\nPromiscuous Teleology holds for other aspects of the nature such as objects\nThis effect non-biological natural kinds like clouds (“for raining”). Moreover when asked whether raining is what a cloud “does” or what it is “made for,” pre-schoolers favour explanations that natural entities are “made for something” and that is their reason for being here (Kelemen 1999). Kelemen has shown that rampant teleology endures well into elementary school, especially with respect to object properties, with the teleological biases only beginning to moderate at age 9–10.\nWhen asked to perform a “science” task and decide whether ancient rocks were pointy because “bits of stuff piled up for a long period of time” (i.e. a physical process) children preferred “self-survival” functions like “so that animals wouldn’t sit on them and smash them” and “artefact” functions like “so that animals could scratch on them when they got itchy” (Kelemen 1999). This bias to favour teleolo- gical explanation for non-living as well as living natural object properties persists even when children are told that adults employ physical explana- tions, a pattern also observed in British children (Kelemen 2003).\nCross Cultural pattern observed both for promiscuous teleology and explanations of origins\nKelemen and her colleagues observe evidence for Teleological response across different obtain domains is not unique to Western cultures, but also holds among Chinese Children.\nWhat is going on here?\nIt looks as though children take a design stance towards nature: Teleological explanations appear to reflect a deep-rooted natural bias to view elements of the world having specific purpose\nChildren and beliefs in creators\nSo far we have been describing teleological reasoning in children – the tendency to ascribe functions and purposes to nature, in the absence of any evidence for such functions.\nThe work of Margret Evans helps to clarify how these effects apply to religion. Evans find that regardless of the religious affiliations of their parents, children exhibit a bias for intentional accounts (Evans 2000; Evans 2001). That is to say, children do not merely ascribe functions and purposes to objects, the tend to infer that agents of some kind creates the stuff of nature, both animate and inanimate.\nFor example when asked: “how do you think the very first sun-bear got here on earth?” 8–10 year olds from both fundamentalist and non-fundamentalist American homes favour creationist accounts, namely that “god made it” over other teleological accounts “a person made it” or non- teleological accounts, “it just happened.”\n5–7 year olds exhibit the same explanatory bias for both animate and inanimate objects.\nThus, according to Evans, children view non-artefact items and events of the world as caused by supernatural agents\nIntuitive Creationists\nIt is only among 11–13 year old non-fundamentalist children that patterns of divergence emerge.\nGelman and Kremer have found that children prefer to explain the existence of remote natural items (like oceans) as made by God (Gelman and Kremer 1991). A similar result has been observed among British children (Petrovich 1997).\nIt appears that while children identify people as the designing agents of artefacts, they distinguish god as the designing agent of nature (Kelemen and DiYanni 2002).\nRecall that Harris attributed believes in a creator God to the trusting testimony of adults. Harris actually cites Evan’s study, but he points out that there is variation among the degree to which children in non-religious households ascribe creator beliefs to the world. Yet what Harris fails to find amazing is that even in children who are not explicitly told to believe, or who are explicitly told not to believe, we find a persistence of creationist beliefs.\nGiven that parents actually prefer non-teleological explanations, the child’s promiscuous teleology remains difficult to explicate in terms of social acquisition.\nKids are do not appear to be getting beliefs from parents.\nIntuitive dualism: Religion as an artefact of Theory of Mind (ToM)\nSome researchers hypothesize that our tendency to form strong beliefs in Gods are the by-product of how social intelligence is, at its most basic levels, configured.\nA central feature of human cognition is our capacity to richly represent the beliefs, goals, and emotions of others.\nWe imagine other minds effortless, rapidly, and from impoverished Cognitive scientists refer to this inferential capacity as “theory of mind” (ToM). They use the term “theory” because such representations possess a richness that is not found in perceptual evidence: intentional representations require attributing to others internal and abstract mental properties – beliefs, desires, goals. Notably, the capacity for ToM emerges early in childhood without clearly structured learning environments (Bloom, 2004; Spelke, Phillips, & Woodward, 1995).\nWhile ToM operates largely automatically — for example, ToM is triggered from animal-like movements (Scholl & Tremoulet, 2000) —the faculty’s later developmental properties permit rich meta-reflective representations. Such meta-representations are of the kind that enables Alice to infer that Bob wants Carol to persuade Donald to imagine how Esther would feel in Frank’s shoes. No other lineage remotely approaches humans in this capacity to represent other minds. Similar to language, theory of mind, presents, with systematic regularities, cross-culturally (Barrett, Todd, Miller, & Blythe, 2005; Cohen, 2007). The majority of every human population manifests theory of mind abilities. In their core properties, such capacities remain invariant.\nToM capacities are also venerable to selective impairment (Baron-Cohen, 1995; Tager-Flusberg, 2005). Such impairments, too, appear to be distributed in all human populations along a spectrum ranging from autism (deficient ToM) to schizophrenia (excessive ToM)(Crespi & Badcock, 2008; Crespi, Stead, & Elliot, 2009). Collectively, these data suggest strong genetic scaffolding for the capacities to assume what Daniel Dennett calls the “intentional stance” (Dennett, 1991).\nImportant for our purposes is the finding that humans tend to view intentional representations as qualitatively distinct from material properties (Bloom, 2004). Evolutionary psychologists of religion hypothesise that the same capacities that enable the intentional stance also suppresses judgments of others as governed by mechanistic causality (Bering & Parker, 2006; Bloom, 2004; Slingerland, 2008). The folk dualism hypothesis for religiosity holds that it is in virtue of ToM that humans automatically project a dualistic picture of mind and matter: perceiving supernatural realms arises from a cognitive default to represent minds as ghosts. Our tendency to divide the world into minds and matter presents much like colour vision, vertigo, and the taste of salt: folk dualism can only be suppressed, if at all, with cognitive effort (Bering & Parker, 2006; Bloom,\n2004). On this model, dualism does not owe to the philosophical legacy of Descartes or Plato, but rather arrives from panhuman genetic endowment: we are born to believe in ghosts.\nFor evidence that a robust mind-body dualism characterises even supposedly “holistic” cultures such as early China, see: (Slingerland & Chudek, 2011).\nJustin Barrett’s preparedness hypothesis\nBarrett et al. have point out that children before the age of five reason easily about god-like beings, before they have developed robust folk psychological powers (Barrett and Richert 2003).\nThe authors presented children between the ages of 3–8 with nonhuman agent puppets: a kitty cat, a monkey, and a little girl named “Maggie.”\nChildren were told that of these puppets, the kitty cat has a special power for seeing things in the dark. Children were then shown a darkened box and asked to report what they saw inside. All children reported they could see nothing. After, illumination of the box revealed it to contain a red block. The children were then asked what each of the puppets would see if they were to look inside the darkened box. Pre-schoolers reported that Maggie would be able to see the contents of the box.\nAt age 5, children reasoned correctly that Maggie as well as the monkey would not be able to see the block. Older children however reasoned that only the kitty cat could see the block. This is consistent with developmental studies suggesting that recursive mental state attributions (X doesn’t know that Y knows that P) do not appear until after pre-school.\nHowever, children at all ages reported that God would see the block. This supports the idea that children do not reason about God as just another person but rather as a different type of agent with nonhuman properties. On the author’s view “children may be better prepared to conceptualize the properties of God than for understanding humans” (p. 60).\nImportantly, the authors do not ascribe adaptive significance to this developmental feature: gods are easier to conceptualize because god- concepts require less computational power than ordinary agent concepts do (like ascriptions of false belief.) Nevertheless, it is startling that the first agent concepts children apparently acquire are of gods, which they then apply to persons, whom they endow with familiar god-like powers such as omni- science and omnipotence. These experiments suggest that very early in cognitive development, children easy grasp with rich inferential understandings the meaning of supernatural agent concepts.\nAfterlife Beliefs: Bering, J. M., & Bjorklund, D.F. (2004)\nPARTICIPANTS children aged 4-12\nDESIGN Puppet show: little mouse (various states) being eaten by a grumpy alligator.\nMETHODOLOGY:\nQuestions: Now that the mouse is dead did…. - it miss its Mum? - Was it still hungry? - Was it still angry at its brother? - Could it still taste the grass it ate right before it died?\nFindings\nThe younger the child, the more likely he/she was to endow the dead mouse with the capacity to experience various mental states… despite the fact that even pre-schoolers generally understood that the mouse’s body had stopped functioning after death.\nThis study has been replicated with similar results (religious vs secular children) in Spain.\nBering, J. M., Hernández-Blasi, C., Bjorklund, D. F. (2005). The development of ‘afterlife’ beliefs in secularly and religiously schooled children. British Journal of Developmental Psychology, 23, 587-607.\nInterest: Bering finds that over the age of 5, though critically not before, children explain random events in nature as caused by invisible agents.\nThis result supports the claim that recursive theory of mind ability actually enhances the domain of supernatural explanation.\nHowever Bering thinks the persistence of belief arises because it religous beliefs fosters biological success. We’ll return to this idea in the weekes ahead.\nJustin Barrett interview\nJesse Bering interview\nLink to lecture slides (with recordings)\nPPT lecture here\nLinks to readings\nKelemen, Deborah. “Are children “intuitive theists”? Reasoning about purpose and design in nature.\" Psychological Science 15, no. 5 (2004): 295-301. PDF\nHarris, Paul L., and Melissa A. Koenig. “Trust in testimony: How children learn about science and religion.” Child development 77, no. 3 (2006): 505-524. PDF\nBloom, P. (2007). Religion is natural. Developmental science, 10(1), 147-151. PDF\n\n\n\n",
    "preview": "posts/Week_3_Development/f1.jpg",
    "last_modified": "2021-03-05T11:03:32+13:00",
    "input_file": {}
  },
  {
    "path": "posts/Week_2_Evolutionary_Psychology/",
    "title": "Evolutionary Psychology",
    "description": "Evolutionary Psychology",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-03-04",
    "categories": [],
    "contents": "\n\nContents\nReprise on evolution\nDefinition of Religion\nMethodological naturalism\nThe principle of consistency\nThe cognitive revolution\nLanguage as mental organ\nTravelling salesperson problems\nImplications\nDavid Marr’s levels\nSummary of approach\nEvolutionary Psychology\nWason selection task\nApplication to Religion?\nGuthrie\nDarwin on Anthropomorphism\nMy interview of Stewart Guthrie a few years ago\nLecture slides\nLinks to readings\n\n\n\n\nReprise on evolution\n\n“Generate and test” - Daniel Dennett.\n\n\n\nDefinition of Religion\nIn this course we stipulate a meaning for “religion” as beliefs and practices regarding the supernatural.\nMethodological naturalism\nWe will not assume the existence of any supernatural being (e.g. Zeus) when explaining beliefs and practices regarding supernatural beings (e.g. Greek religion).\nMethodological naturalism is a useful assumption: it has led to scientific progress.\nHowever, methodological naturalism does not imply atheism. It is an assumption, not a result.\nThe principle of consistency\nWe can be held accountable to our beliefs.\nFor example:\nYou believe that Abel Tasman is south of Wellington\nYou believe that maps can be trusted.\nYou look up Abel Tasman at 40.9347° S\nYou look up Wellington at 41.2865° S\nYour beliefs are inconsistent\nThe cognitive revolution\nKey idea: thinking is a kind of information processing.\nCognitive scientists claim that both the brain and computers need to be approached abstractly and from a non-materialist point of view.\nThinking (and computers) involves transforming information through symbolic representation according to rules\nImplication: to understand thinking requires understanding rules (not neurons or any other material “stuff”)\n\n\n\nFigure 1: We perceive color constancy under different lightening condition, even as light frequencies vary. The algorthims that perform the transformations are a feature of our biological endowment.\n\n\n\n\n\n\nFigure 2: There are constraints on processing: the eyes in both images (left/right) reflecting at the same frequency of light, but we process the colours as different.\n\n\n\nLanguage as mental organ\nConsider the following sentences:\nJohn saw Mary with Alice.\nJohn saw Mary and Alice.\nWe can create questions: of this form\nWith whom did John see Mary?\nBut never of this form: * And whom did John see Mary?\nThe rule: “No conjuct may be moved” appears to be a human universal. Children never learn such a rule.\n(See: Ross, J.R. 1967. Constraints on variables in syntax. Doctoral dissertation, MIT (published as ‘Infinite syntax!’ Ablex, Norwood (1986)\nThe coordinate structure constraint: children never make the mistake in red sentence. Generally speaking, the class of all learnable grammars occupies a narrow bandwidth on the spectrum of possibility.\nRoss, J.R. 1967. Constraints on variables in syntax. Doctoral dissertation, MIT (published as ‘Infinite syntax!’ Ablex, Norwood (1986)) “No conjuct may be moved”\nTravelling salesperson problems\n\n\n\nWhat is the shortest path bewtween 10 New Zealand cities? If we attempt the calculation by brute force, we end up with the the following:\n\n\n# The equation is \n# (n-1)!/2 \nfactorial(9)/2\n\n\n[1] 181440\n\nIt only takes counting paths between ~ 60 towns to arrive at the number of atoms in the universe.\n\n\n# The equation is \n# (n-1)!/2 \nfactorial(60)/2\n\n\n[1] 4.160494e+81\n\nFor what appear to be simple tasks, the mind/brain quickly runs up against mathematical limits for information processing.\nImplications\nWhat are the implications fof combinatorial explosion and the frame problem for psychology? (principle of consistency?)\nDavid Marr’s levels\nWe can approach thinking at three levels (David Marr, Vision, 1982)\nFunctional: the goals of the computation\nRules: a representation of the inputs and outputs and the algorithms which transform one into the other (the computational principles)\n“Hardware” physically embodiment – again the minds matter doesn’t matter.\nSummary of approach\nInformation processing approach: how does the brain transform information to enable thinking?\nCombinatorial explosion: the mind cannot review a universe of possibilities each time it solves a problem.\nModularity of mind: thinking requires an assembly line approach: breaking down the problems in to smaller parts\nEvolutionary Psychology\nEvolution might be able to clarify how thought is framed by:\nTelling researchers what to look for?\nClarify otherwise puzzling aspects of human psychology.\n\n\n\nFigure 3: What does this tool do?\n\n\n\n\n\n\nFigure 4: Once we know the task, the design is functional design is obvious. Cosmides and Tooby’s argue that reverse engineering the mindå has a similar benefit. The idea: recurrent taks in the envrinment of evolutionary adaptation have shaped how we think\n\n\n\nWason selection task\nEach card has a number on one side, and a patch of color on the other. Which card(s) must be turned over to test the idea that if a card shows an even number on one face, then its opposite face is red?\n\n\n\nFigure 5: Each card has a number on one side, and a patch of color on the other. Which card(s) must be turned over to test the idea that if a card shows an even number on one face, then its opposite face is red?\n\n\n\nCosmides and Tooby argue for specialised “cheater detection” circuits.\nEach card has an age on one side, and a drink on the other. Which card(s) must be turned over to test the idea that if you are drinking alcohol then you must be over 18?\n\n\n\nFigure 6: Each card has an age on one side, and a drink on the other. Which card(s) must be turned over to test the idea that if you are drinking alcohol then you must be over 18?\n\n\n\nGeneralising, Cosmides and Tooby claim:\nPrinciple 1. The brain is a physical system. It functions as a computer. Its circuits are designed to generate behavior that is appropriate to your environmental circumstances.\"\nPrinciple 2. Our neural circuits were designed by natural selection to solve problems that our ancestors faced during our species’ evolutionary history.\"\nPrinciple 3. Consciousness is just the tip of the iceberg; most of what goes on in your mind is hidden from you. As a result, your conscious experience can mislead you into thinking that our circuitry is simpler that it really is. Most problems that you experience as easy to solve are very difficult to solve – they require very complicated neural circuitry\"\nPrinciple 4. Different neural circuits are specialized for solving different adaptive problems.\"\nPrinciple 5. Our modern skulls house a stone age mind.\"\nApplication to Religion?\n4th Century BCE: Xenophanes:\n\nThe Ethiopians say that their gods are flat-nosed and black and the Thracians that theirs are fair and ruddy. But if cattle and horses and lions had hands and could create with their hands and achieve works like those of men, horses would render their conceptions of the gods like horses, and cattle like cattle, and each would depict bodies for them just like their own …\n\n\n\n\n\n\n\nGuthrie\nPerception(BELIEF) = betting.\nPerceiving humans is a safe bet.\nGurthie’s wager\n\nPayoff Not Perceive\nPayoff Perceive\nPerson there\nBig cost\nBig Benefit\nPerson not there\nNeutral\nSmall cost\nDarwin on Anthropomorphism\n\n‘My dog, a full-grown and very sensible animal was lying on the lawn during a hot and still day; but at a little distance a slight breeze occasionally moved an open parasol, which would have been wholly disregarded by the dog, had anyone stood near it. As it was, every time that the parasol slightly moved, the dog growled fiercely and barked. He must, I think, have reasoned to himself in a rapid and unconscious manner, that movement without any apparent cause indicated the presence of some strange living agent, and no stranger had a right to be on his territory.’ \n– Charles Darwin Descent of Man, p.67\n\n\n\n\nMy interview of Stewart Guthrie a few years ago\n\n\nLecture slides\nPDF link to lecture slides\nPPT link to lecture slides\nLinks to readings\nCosmides, Leda, and John Tooby. “Evolutionary psychology: A primer.” (1997). Website:\nSteven Mithen’s very brief review from an archaeological perspective (3 pages): Mithen, S. (1997). The Adapted Mind: Evolutionary Psychology and the Generation of Culture. PDF\nGuthrie, Stewart. “Spiritual beings: A Darwinian, cognitive account.” Bulbulia et al., eds., Evolution of Religion (2008): 239-245. PDF\n\n\n\n",
    "preview": "posts/Week_2_Evolutionary_Psychology/e.png",
    "last_modified": "2021-03-05T10:22:56+13:00",
    "input_file": {},
    "preview_width": 432,
    "preview_height": 432
  },
  {
    "path": "posts/Week_1_Introduction/",
    "title": "Introduction",
    "description": "An introduction to the course",
    "author": [
      {
        "name": "Joseph Bulbulia",
        "url": "https://josephbulbulia.netlify.app"
      }
    ],
    "date": "2021-02-25",
    "categories": [],
    "contents": "\n\nContents\nWhat is culture?\nWhat is evolution?\nWhy combine culture and evolution?\nFocus on Religion\nReligions prominently display cultural variation\nApproaching cultural varation using by melding ethnographic, historical, and biological toolkits\nEvolutionary Puzzle 1: religion appears to be biologically costly\nEvolutionary Puzzle 2: Religion is ancient\nEvolutionary Puzzle 3: Religion is pervasive, and growing\nReligion in your backyard\n\nWhat will I be doing in this course?\nSign up for the class participation here\nHow will this course benefit me?\nSlide deck\nHelp\nReadings\n\nWhat is culture?\n\n\n\nWe define culture as socially transmitted and acquired information information that affects and enables human cognition and behavior. That’s not perfect. For example, its clear that birds, chimps, and other organisms have culture, however, this definition makes a start.\nWhat is evolution?\n\n\n\nFigure 1:  From Martin Nowak’s Five Rules For The Evolution of Cooperation\n\n\n\nWe define evolution as a process by which design accumulates in living systems under the following conditions:\nVariation within a population\nCompetition among variants\nInheritance such that there is a faithful transmission to “children” of “parental” traits.\nHere too, we have only an approximate definition to make a start.1\nWhy combine culture and evolution?\nWhen defining evolution we used shutter quotes for “children” and “parents” because evolution is not restricted to biological inheritance. There are evolutionary patterns at the level of culture.\nThere are three main benefits for combining culture and evolution:\nto clarify otherwise bewildering cultural diversity;\nto unlock wisdom in culturally inherited systems;\nto avoid to cultural evolved inequality.\nFocus on Religion\nReligions prominently display cultural variation\nFrom the healing rituals of Kalahari foragers to monumental Aztec sacrificial theaters, religion spans the full range of human experiences. (See (fig:religions))\n\n\n\nFigure 2:  Religions exhibit strong cultural variation?\n\n\n\nTraditional scholars of religion have long argued that the best we can do is to describe religious diversity.\nAs we shall see next week, cognitive scientists of religion have urged that religious diversity is an illusion.\nAre California Buddhist Fruit-arians and murderous Aztecs priests variations on the same theme? If not, is the best we can do as academics is to describe their differences? Or might there be systematic patterns across religious cultural diversity. If so, might we detect and decipher these patterns? And what might such patterns teach us about the role of religion in social life?\nApproaching cultural varation using by melding ethnographic, historical, and biological toolkits\nSimilar questions have arisen for species, where computational phylogenetic methods have afforded substantial progress in detecting, and deciphering systematic patterns in the extraordinary diversity of species. Figure 3 depicts the magnificent morphological variation of Eastern Wood Warblers.2\n\n\n\nFigure 3:  Eastern Wood Warblers?\n\n\n\nThough we might spend a lives describing the diversity of this and other lineages,\nit is possible to infer family histories using computational phylogenetic methods. From these histories, the timing and rates of branching between species in the Eastern Wood Warblers have be estimated. Rates of evolution within clades have also be inferred (see 4).\n\n\n\nFigure 4:  Eastern Wood Warbler Phylogeny: what do the historical patterns suggest about causes of the morphological variation that we observe today?\n\n\n\nHere we see an early burst of speciation followed by stasis. This pattern is consistent with theories of speciation for which there were early ecological opportunities, evolution to fill the gaps, and then a long period of relative status. We might use this pattern to inquire about what opportunities presented early on, and whether the variation that occurred early on related to task-specific functions that the natural and social ecologies of that time afforded.\nIn the weeks ahead, we will explore the interest of similar approaches to the cultural diversity of religions (See Figure 5.\n\n\n\nFigure 5:  Image is from a global phylogeny of religion that Russell Gray, Anastasia Ejova, Oliver Sheehan, and Remco Bourkart and others (including me) are preparing at the Max Planck Institute for the Science of Human History. What do the patterns of religious diversification tell us about the histories of the world’s major faiths?\n\n\n\nEvolutionary Puzzle 1: religion appears to be biologically costly\n\n\n\nFigure 6:  What is the Expression on this woman’s face?\n\n\n\nFigure 6 is photograph that my colleague Ron Fischer took when were in Mauritius investigating the emotional dynamics in highly arousal rituals. What expression is the woman conveying in this image?\n\n\n\nFigure 7:  Biological puzzle of costs\n\n\n\nIf you guessed sorrow, you are correct. The woman was weeping so loudly that the little boy in the background had to cup his ears (See Figure 7).\nFrom a biological vantage point, we might a species to actively avoid unnecessary suffering and bodily damage. However, as we shall repeatedly see throughout this course, rituals are frequently associated with costs and risks. As evident in Figure 1, conservation implies adaptation. Where’s the adaptation in costly rituals? Why, are costly rituals conserved?\n\n\n\nFigure 8:  Hindu Sadus actively destroy reproductive futures. This is biologically puzzling\n\n\n\nThe image in Figure 8 is of a Sadhu. A Sadhu is a religious ascetics who take vows of self-denial to achieve ”mosksha” – which in the Hindu tradition is a state of liberation. The acetic regimes are associated with contemplative practices such as prayers and mantra recitations. The austerity is thought to remove the spiritual effects of karma (action) which cause ,may cause future states of unhappiness. Why would an anthropologist from Mars be puzzled by these Hindu Saddhus?\nEvolutionary Puzzle 2: Religion is ancient\nOn the human capacity to fathom geological time scales, Darwin writes:\n\nIt is hardly possible for me even to recall to the reader, who may not be a practical geologist, the facts leading the mind feebly to comprehend the lapse of time … – Charles Darwin, Origins of Species, p.283\nIt strikes me that all our knowledge about the structure of our Earth is very much like what an old hen would know of the hundred-acre field in a corner of which she is scratching. –Charles Darwin, Life and Letters of Charles Darwin vol 2, p.348)\n\nWe tend to think of the ancient Greeks and Romans as inhabiting the deep human past. However anatomically modern humans have been around about 200,000 years.\n\n\n\nFigure 9: Evidence for ritual at least 150kya\n\n\n\nRituals have been around as long as humans have been around, and perhaps longer. The Figure 9 draws the archaeological evidence for rituals on a time line.\nHere’s a thought experiment:\nImagine that distance from the present to the origins of Christianity (about 2000 years) is one step.\nNote that it would take another 15 steps before we reached the evidence of supernatural art in European caves Clottes and Chauvet. Go ahead and find a place were you can walk 15 steps. As you are counting, imagine the passing of 2000 years with each pace. During those spans of time, there were humans just like you and I who were getting on with the business of their lives.\nDouble that distance again, and we reach the Blombos caves in South Africa, where archaeologists describe function-less artifacts that indicate (to archaeologists, anyway) evidence of symbolic thinking.\nAdd another 15 paces and we arrive at Quafez burials of Hominins close relatives the neanderthals. The layout of a child’s grave with artefacts and attentive orientation appears to signify a supernatural drama. Were these thoughts religious?\nFinally, it will take us another 25 steps to reach the Herto finds in Ethiopia, where Tim White found skulls with etchings indicting that they were fastened to chords and swung. Were the rituals imagining an afterlife into which the dead travelled?\nOf course, we can only speculate about the events of the deep ancestral human past. However, the fact that people were engaging in symbolic rituals is consistent with supernatural speculation. Why was religion conserved all that time?\n\nNetflix advice: watch Werner Herzog’s Caves of Dreams, which describes this rediscovery of Chauvet in the late 20th century.\nEvolutionary Puzzle 3: Religion is pervasive, and growing\nThe Pew Foundation predicts that the proportion of the religious population will grow in the future. 3\n\n\n\nFigure 10:  Pew predicts the world we encounter in the decades ahead will be increasingly religious\n\n\n\nFigure 11 shows Pew’s predictive model for New Zealand’s religious future.\n\n\n\nFigure 11:  Highest levels of religious identification predict more children\n\n\n\nWhy might religious decline in New Zealand stabalise?\nRoughly speaking, religious change at the population level is a function of two processes:\nreligious conversion/deconversion\nbirthrates of religious and non-religious people\nThere are only two pathways for having a religion or losing religion. You are born into a family that has/doesn’t have a religion. You convert/de-convert. Figure 12 presents the expected number of children by for people living in New Zealand by religious affiliation. The red line is the biological replacement threshold of 2 x children (for a population to maintain its numbers each person must have an average of 2 x kids because each child has 2 x parents).\n\n\n\nFigure 12:  Highest levels of religious identification predict more children\n\n\n\nReligion in your backyard\nThough not an evolutionary puzzle, it is important to understand religion because it is a common feature of life in our communities. The following images are from a website that Nick Young and I put together a few years ago: https://uoa-eresearch.github.io/religion/churches.html\nWhat do the distributions of churches in Wellington suggest to you about the role of religion in our communities?\n\n\n\nFigure 13:  Places of faith in Wellington\n\n\n\n\n\n\nFigure 14:  Places of faith in Upper Hutt\n\n\n\n\n\n\nFigure 15: Places of faith in Petone\n\n\n\nFigure 16 is another map that Nick and I created with Tony Green from the Al Noor Mosque in Christchurch. What does the map indicate to you about the cultural diversity of the Muslim community at the Al Noor Mosque? We will return to these question later in the course.\n\n\n\nFigure 16: Diversity of one mosque: Al Noor (Christchurch)\n\n\n\nWhat will I be doing in this course?\nExpectations:\n5 x article “peer” review reports of an assigned reading = 25%.\n10 x class participation + engagement points = 10%.\n1 x student led presentation = 10%.\n1 x Grant application initial proposal = 15% “application inquiry” – or preliminary plan.\n1 x \"Grant application final grant = 40%\nSign up for the class participation here\n\n\n\nFigure 17: Blackboard sign up\n\n\n\nHow will this course benefit me?\nKnowledge of cultural evolutionary theory and research\nPresentation skills\nCritical sympathetic writing.\nSkills for organising a research idea, and pitching it to a potential funder.\nSlide deck\nThe slides are to facilitate discussion during our seminar.\nClick here to go to the slide deck.\n\n\n\nfitvids('.shareagain', {players: 'iframe'});\n\nHelp\nYou can email me for an appointment at: joseph.bulbulia@vuw.ac.nz or drop by my office hours: here\nReadings\nNo readings this week, but check out some cultural databases and websites:\nD-PlACE\nPulotu\nDatabase of Religious History\nSeshat\nCultural diversity at the Al Noor Mosque\nCultural diversity in New Zealand as recorded by the New Zealand Attitudes and Values Study\nGlobal church map\nSource of image Martin’ Nowak’s Five Rules for the Evolution of Cooperatoin here↩︎\nSource: Professor Russel Gray↩︎\nFor more information on the Pew Foundations forecasts for the religion in the future go here↩︎\n",
    "preview": "posts/Week_1_Introduction/jb.png",
    "last_modified": "2021-02-24T21:20:01+13:00",
    "input_file": {},
    "preview_width": 8533,
    "preview_height": 6400
  }
]
